{
    "Features" : [
    {
        "icon" : "fa-solid fa-cart-shopping",
        "title" : "Shopping Cart",
        "text" : " The cart-shopping feature in our e-commerce app is designed to enhance your shopping experience by providing a convenient and efficient way to gather and manage your desired products before making a purchase."
    },

    {
        "icon" : "fa-solid fa-money-bill",
        "title" : "Secured Payment",
        "text" : "Multiple secured payment gateways to ensure safe transactions and protect customers sensible information. SSL encryption and fraud prevention measures for enhanced security and cutomer trust."
    },

    {
        "icon" : "fa-solid fa-star",
        "title" : "Customer Reviews And Ratings",
        "text" : "Customer review system to provide social proof and build trust among potential buyers. Ratings and feedback on products to help customers make informed purchase"
    },

    {
        "icon" : "fa-solid fa-person-breastfeeding",
        "title" : "Easy-to-use Interface",
        "text" : "Intuitive user interface for seamless navigation and a smooth shopping experience, Simple product search and filtering options to help users find what they are looking for quickly  "
    }

    ],

    "Products" : [

        {
            "name" : "Rolex",
            "image" : "../img/watch.jpg",
            "title" : "Timeless Elegance: Explore Our Exquisite Rolex Watch Collection"
        },

        {
            "name" : "Men Shoe",
            "image" : "../img/men_shoes.jpg",
            "title" : "Step Up Your Style: Discover Our Sophisticated Men's Shoe Collection"
        },

        {
            "name" : "Women Bag",
            "image" : "../img/women_bag.jpg",
            "title" : "Elevate Your Style: Discover Our Chic Women's Bag Collection"
        },

        {
            "name" : "Sneakers",
            "image" : "img/Sneakers.jpg",
            "title" : "Unleash Your Style and Comfort: Explore Our Trendsetting Sneakers Collection"
        },

        {
            "name" : "Recipe",
            "image" : "../img/hamburger.jpg",
            "title" : "Culinary Delights: Indulge in our Delectable Recipe Collection"
        },

        {
            "name" : "Camera",
            "image" : "img/camera.jpg",
            "title" : "Capture Life's Moments: Introducing Our Cutting-Edge Camera Collection"
        }
    ],

    "Services" : [

        {
            "name" : "Shipping",
            "icon" : "fa-solid fa-truck-arrow-right",
            "title" : "Provide various shipping options to accommodate different customer needs. This can include standard shipping, express shipping for faster delivery, international shipping for global customers, and options for tracking and insurance."
        },

        {
            "name" : "Paypal",
            "icon" : "fa-brands fa-paypal",
            "title" : "PayPal is a widely recognized online payment platform that enables individuals and businesses to make and receive payments securely and conveniently."
        },

        {
            "name" : "Catalogue",
            "icon" : "fa-solid fa-layer-group",
            "title" : "This service involves managing and organizing your product inventory. It includes functionalities such as adding new products, updating product information (e.g., descriptions, images, prices), categorizing products into relevant categories, and managing product variations (e.g., sizes, colors)."
        },

        {
            "name" : "Wishlist",
            "icon" : "fa-solid fa-file-word",
            "title" : "Enable users to create and manage wishlists, allowing them to save products for future reference or purchase. This feature helps users keep track of items of interest and improves the overall shopping experience."
        },

        {
            "name" : "Users Authentication",
            "icon" : "fa-solid fa-users",
            "title" : "Enable users to create accounts, log in securely, and manage their personal information. Implement features such as password recovery, email verification, and account settings to enhance user security and privacy."
        },

        {
            "name" : "Order Management",
            "icon" : "fa-solid fa-briefcase",
            "title" : " Implement an order management system to handle the lifecycle of orders. This includes features like order tracking, order history, managing order statuses (e.g., processing, shipped, delivered), and generating invoices."
        }
    ],

    "About" : {
        "Paragraph" : "Welcome to LunaBay, where shopping meets convenience and style. We are committed to providing you with an exceptional online shopping experience that combines high-quality products, seamless functionality, and personalized service. Our app is designed to make your shopping journey effortless, enjoyable, and tailored to your unique preferences.",
        "Reason1" : [
            "At the heart of our eCommerce app is our dedication to customer satisfaction.",
            "We are thrilled to have you as part of our growing community of shoppers",
            "Our focus is on delivering products that are not only stylish and trendy but also durable and of the utmost quality.",
            "Our App is designed to create a seamless and user-friendly interface"
        ],

        "Reason2" : [
            "We strive to offer a comprehensive and intuitive platform that saves you time and enhances your overall satisfaction.",
            "Discover an extensive collection of products",
            "We value your feedback and continuously work to improve our services",
            "We aim to exceed your expectations by providing excellent customer service"
        ]
    },

    "Contact" : {
        "address" : "101 Industrial rd, Lagos Nigeria, P.O Box F124",
        "phone" : "+234 901 159 1262, +254 722 208790",
        "email" : "LunaBay@company.com",
        "facebook" : "fb.com",
        "twitter" : "twitter.com",
        "youtube" : "youtube.com"
    }
}